Repository: inceozgurr-bit/aeiot-wallet
Catalog: ios/AEIOTWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pt, ru, th, tr, uk, vi, zh_hans

source: Never share these 12 words. Anyone who has them controls this wallet.
ar: لا تشارك هذه الكلمات الـ12 أبدًا. أي شخص يملكها يتحكم في هذه المحفظة.
de: Teile diese 12 Wörter niemals. Wer sie besitzt, kontrolliert diese Wallet.
es: Nunca compartas estas 12 palabras. Cualquiera que las tenga controla este monedero.
fr: Ne partagez jamais ces 12 mots. Quiconque les possède contrôle ce portefeuille.
hi: इन 12 शब्दों को कभी किसी के साथ शेयर न करें। जिसके पास ये शब्द हैं, वह इस वॉलेट को कंट्रोल कर सकता है।
id: Jangan pernah membagikan 12 kata ini. Siapa pun yang memilikinya bisa mengendalikan wallet ini.
it: Non condividere mai queste 12 parole. Chiunque le possieda controlla questo portafoglio.
ja: この12個の単語を誰にも教えないでください。これらを知っている人は誰でもこのウォレットを操作できます。
ko: 이 12단어를 절대 공유하지 마세요. 이 단어를 아는 사람은 누구든 이 지갑을 소유하게 됩니다.
nl: Deel deze 12 woorden nooit. Wie ze heeft, beheert deze wallet.
pt: Nunca partilhe estas 12 palavras. Quem as tiver controla esta carteira.
ru: Никогда не сообщайте эти 12 слов. Тот, у кого они есть, управляет этим кошельком.
th: อย่าเปิดเผย 12 คำนี้ให้ใครเด็ดขาด ใครก็ตามที่มีคำเหล่านี้จะควบคุมวอลเล็ทนี้ได้
tr: Bu 12 kelimeyi asla paylaşma. Bu kelimeleri bilen herkes bu cüzdanı kontrol eder.
uk: Ніколи не повідомляйте ці 12 слів. Той, хто їх має, керує цим гаманцем.
vi: Không bao giờ chia sẻ 12 từ này. Bất kỳ ai có được chúng đều có thể kiểm soát ví này.
zh_hans: 切勿分享这 12 个词。任何拥有它们的人都能控制这个钱包。

source: No accounts, no tracking
ar: لا حسابات، لا تتبّع
de: Keine Konten, kein Tracking
es: Sin cuentas, sin seguimiento
fr: Aucun compte, aucun suivi
hi: कोई अकाउंट नहीं, कोई ट्रैकिंग नहीं
id: Tanpa akun, tanpa pelacakan
it: Nessun account, nessun tracciamento
ja: アカウント不要、トラッキングなし
ko: 계정 없음, 추적 없음
nl: Geen accounts, geen tracking
pt: Sem contas, sem rastreio
ru: Без аккаунтов и слежки
th: ไม่มีบัญชี ไม่มีการติดตาม
tr: Hesap yok, takip yok
uk: Без облікових записів і стеження
vi: Không tài khoản, không theo dõi
zh_hans: 无需账户，无任何追踪

source: No chart data
ar: لا توجد بيانات للرسم البياني
de: Keine Chartdaten
es: Sin datos de gráfico
fr: Aucune donnée de graphique
hi: कोई चार्ट डेटा नहीं
id: Tidak ada data grafik
it: Nessun dato del grafico
ja: チャートデータがありません
ko: 차트 데이터 없음
nl: Geen grafiekgegevens
pt: Sem dados do gráfico
ru: Нет данных графика
th: ไม่มีข้อมูลกราฟ
tr: Grafik verisi yok
uk: Немає даних графіка
vi: Không có dữ liệu biểu đồ
zh_hans: 暂无图表数据

source: No market yet
ar: لا يوجد سوق بعد
de: Noch kein Markt
es: Aún sin mercado
fr: Pas encore de marché
hi: अभी कोई मार्केट नहीं
id: Belum ada pasar
it: Nessun mercato ancora
ja: まだ市場がありません
ko: 아직 시장 없음
nl: Nog geen markt
pt: Ainda sem mercado
ru: Рынка пока нет
th: ยังไม่มีตลาดซื้อขาย
tr: Henüz piyasada değil
uk: Ринку ще немає
vi: Chưa có thị trường
zh_hans: 尚未上市交易

source: No warranty
ar: بلا ضمان
de: Keine Gewährleistung
es: Sin garantía
fr: Aucune garantie
hi: कोई वारंटी नहीं
id: Tanpa garansi
it: Nessuna garanzia
ja: 保証なし
ko: 보증 없음
nl: Geen garantie
pt: Sem garantia
ru: Без гарантий
th: ไม่มีการรับประกัน
tr: Garanti verilmez
uk: Без гарантій
vi: Không bảo hành
zh_hans: 不提供任何保证

source: Not enough Bitcoin to cover the amount plus the network fee.
ar: لا يوجد Bitcoin كافٍ لتغطية المبلغ بالإضافة إلى رسوم الشبكة.
de: Nicht genug Bitcoin, um den Betrag plus die Netzwerkgebühr zu decken.
es: No hay suficiente Bitcoin para cubrir el importe más la comisión de red.
fr: Bitcoin insuffisant pour couvrir le montant plus les frais de réseau.
hi: अमाउंट और नेटवर्क फीस, दोनों को कवर करने के लिए पर्याप्त Bitcoin नहीं है।
id: Bitcoin tidak cukup untuk menutup jumlah ditambah biaya jaringan.
it: Bitcoin insufficiente per coprire l'importo più la commissione di rete.
ja: 数量とネットワーク手数料を合わせるとBitcoinの残高が不足しています。
ko: 금액과 네트워크 수수료를 합친 만큼의 비트코인이 부족합니다.
nl: Niet genoeg Bitcoin voor het bedrag plus de netwerkkosten.
pt: Bitcoin insuficiente para cobrir o montante mais a taxa de rede.
ru: Недостаточно Bitcoin, чтобы покрыть сумму и комиссию сети.
th: มี Bitcoin ไม่เพียงพอสำหรับจำนวนเงินบวกค่าธรรมเนียมเครือข่าย
tr: Tutar ve ağ ücreti için yeterli Bitcoin yok.
uk: Недостатньо Bitcoin, щоб покрити суму та комісію мережі.
vi: Không đủ Bitcoin để chi trả số lượng cộng với phí mạng.
zh_hans: 比特币余额不足以支付金额加网络费用。

source: Not financial advice
ar: ليست نصيحة مالية
de: Keine Finanzberatung
es: No es asesoramiento financiero
fr: Ceci n'est pas un conseil financier
hi: यह फाइनेंशियल एडवाइस नहीं है
id: Bukan saran keuangan
it: Non è consulenza finanziaria
ja: 投資助言ではありません
ko: 투자 자문이 아닙니다
nl: Geen financieel advies
pt: Não é aconselhamento financeiro
ru: Не является финансовым советом
th: ไม่ใช่คำแนะนำทางการเงิน
tr: Yatırım tavsiyesi değildir
uk: Не є фінансовою порадою
vi: Không phải là tư vấn tài chính
zh_hans: 不构成任何投资建议

source: Not on the market yet
ar: ليست في السوق بعد
de: Noch nicht auf dem Markt
es: Aún no está en el mercado
fr: Pas encore sur le marché
hi: अभी मार्केट में नहीं है
id: Belum ada di pasar
it: Non ancora sul mercato
ja: まだ市場に出ていません
ko: 아직 시장에 상장되지 않음
nl: Nog niet op de markt
pt: Ainda não está no mercado
ru: Ещё не на рынке
th: ยังไม่มีในตลาด
tr: Henüz piyasada değil
uk: Ще не на ринку
vi: Chưa được niêm yết trên thị trường
zh_hans: 尚未上市

source: On a jailbroken device other apps may be able to reach your recovery phrase. Use a stock device for real funds.
ar: على جهاز مكسور الحماية (jailbroken)، قد تتمكن تطبيقات أخرى من الوصول إلى عبارة الاسترداد الخاصة بك. استخدم جهازًا غير معدَّل للأموال الحقيقية.
de: Auf einem jailbreak-Gerät können andere Apps möglicherweise auf deine Wiederherstellungsphrase zugreifen. Verwende für echtes Geld ein unverändertes Gerät.
es: En un dispositivo con jailbreak, otras apps podrían acceder a tu frase de recuperación. Usa un dispositivo sin modificar para fondos reales.
fr: Sur un appareil jailbreaké, d'autres apps pourraient accéder à votre phrase de récupération. Utilisez un appareil non modifié pour de vrais fonds.
hi: जेलब्रोकन डिवाइस पर, दूसरे ऐप्स आपके रिकवरी फ्रेज़ तक पहुंच सकते हैं। असली फंड्स के लिए स्टॉक (बिना जेलब्रेक) डिवाइस का इस्तेमाल करें।
id: Di perangkat yang di-jailbreak, aplikasi lain mungkin bisa mengakses frasa pemulihan kamu. Gunakan perangkat standar (bukan jailbreak) untuk dana yang sebenarnya.
it: Su un dispositivo con jailbreak, altre app potrebbero accedere alla tua frase di recupero. Usa un dispositivo non modificato per fondi reali.
ja: 脱獄（Jailbreak）済みのデバイスでは、他のアプリがリカバリーフレーズにアクセスできる可能性があります。実際の資金を扱う際は純正状態のデバイスを使用してください。
ko: 탈옥된 기기에서는 다른 앱이 복구 구문에 접근할 수 있습니다. 실제 자금을 다룰 때는 탈옥하지 않은 정품 상태의 기기를 사용하세요.
nl: Op een gejailbreakt apparaat kunnen andere apps mogelijk bij je herstelzin. Gebruik een ongewijzigd apparaat voor echt geld.
pt: Num dispositivo com jailbreak, outras apps podem conseguir aceder à sua frase de recuperação. Use um dispositivo não modificado para fundos reais.
ru: На устройстве с джейлбрейком другие приложения могут получить доступ к вашей фразе восстановления. Для реальных средств используйте неизменённое устройство.
th: บนอุปกรณ์ที่ถูกเจลเบรก แอปอื่นอาจสามารถเข้าถึงวลีกู้คืนของคุณได้ ควรใช้อุปกรณ์มาตรฐาน (ไม่ได้เจลเบรก) สำหรับเงินจริง
tr: Jailbreak'li cihazda başka uygulamalar kurtarma cümlene erişebilir. Gerçek paran için değiştirilmemiş bir cihaz kullan.
uk: На пристрої з джейлбрейком інші застосунки можуть отримати доступ до вашої фрази відновлення. Для реальних коштів використовуйте незмінений пристрій.
vi: Trên thiết bị đã jailbreak, các ứng dụng khác có thể truy cập được cụm từ khôi phục của bạn. Hãy sử dụng thiết bị nguyên bản (chưa jailbreak) khi lưu trữ tiền thật.
zh_hans: 在已越狱的设备上，其他应用可能会读取到你的助记词。存放真实资金时请使用未越狱的原生设备。

source: Once a liquidity pool opens for AEIOT, its live price and chart will appear here automatically.
ar: بمجرد فتح مجمع سيولة لـ AEIOT، سيظهر سعره المباشر ورسمه البياني هنا تلقائيًا.
de: Sobald ein Liquiditätspool für AEIOT eröffnet wird, erscheinen hier automatisch der Live-Preis und das Chart.
es: En cuanto se abra un pool de liquidez para AEIOT, su precio y gráfico en vivo aparecerán aquí automáticamente.
fr: Dès qu'un pool de liquidité s'ouvrira pour AEIOT, son prix en direct et son graphique apparaîtront ici automatiquement.
hi: जैसे ही AEIOT के लिए लिक्विडिटी पूल खुलेगा, इसका लाइव प्राइस और चार्ट यहां अपने आप दिखने लगेगा।
id: Setelah pool likuiditas untuk AEIOT dibuka, harga langsung dan grafiknya akan muncul di sini secara otomatis.
it: Non appena si aprirà un pool di liquidità per AEIOT, il suo prezzo in tempo reale e il grafico appariranno qui automaticamente.
ja: AEIOTの流動性プールが開設されると、リアルタイム価格とチャートが自動的にここに表示されます。
ko: AEIOT의 유동성 풀이 열리면 실시간 가격과 차트가 이곳에 자동으로 표시됩니다.
nl: Zodra er een liquiditeitspool voor AEIOT opent, verschijnen de actuele koers en grafiek hier automatisch.
pt: Assim que abrir uma pool de liquidez para o AEIOT, o seu preço em direto e o gráfico aparecerão aqui automaticamente.
ru: Как только для AEIOT откроется пул ликвидности, его текущая цена и график появятся здесь автоматически.
th: เมื่อมีการเปิด liquidity pool สำหรับ AEIOT ราคาสดและกราฟจะปรากฏที่นี่โดยอัตโนมัติ
tr: AEIOT için bir likidite havuzu açıldığında, canlı fiyatı ve grafiği burada otomatik olarak görünecek.
uk: Щойно для AEIOT відкриється пул ліквідності, його поточна ціна та графік з'являться тут автоматично.
vi: Khi có một pool thanh khoản cho AEIOT được mở, giá thời gian thực và biểu đồ sẽ tự động xuất hiện tại đây.
zh_hans: 一旦 AEIOT 开放流动性池，其实时价格和图表将自动显示在这里。

source: One address for Base, Ethereum, Arbitrum, Optimism, Polygon and BNB Chain. Make sure the sender uses the same network.
ar: عنوان واحد لشبكات Base وEthereum وArbitrum وOptimism وPolygon وBNB Chain. تأكد من أن المرسل يستخدم نفس الشبكة.
de: Eine Adresse für Base, Ethereum, Arbitrum, Optimism, Polygon und BNB Chain. Stelle sicher, dass der Absender dasselbe Netzwerk verwendet.
es: Una sola dirección para Base, Ethereum, Arbitrum, Optimism, Polygon y BNB Chain. Asegúrate de que el remitente use la misma red.
fr: Une seule adresse pour Base, Ethereum, Arbitrum, Optimism, Polygon et BNB Chain. Assurez-vous que l'expéditeur utilise le même réseau.
hi: Base, Ethereum, Arbitrum, Optimism, Polygon और BNB Chain के लिए एक ही एड्रेस। सुनिश्चित करें कि भेजने वाला भी उसी नेटवर्क का इस्तेमाल कर रहा है।
id: Satu alamat untuk Base, Ethereum, Arbitrum, Optimism, Polygon, dan BNB Chain. Pastikan pengirim menggunakan jaringan yang sama.
it: Un solo indirizzo per Base, Ethereum, Arbitrum, Optimism, Polygon e BNB Chain. Assicurati che il mittente usi la stessa rete.
ja: Base、Ethereum、Arbitrum、Optimism、Polygon、BNB Chainで共通の1つのアドレスです。送信者が同じネットワークを使用していることを確認してください。
ko: Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain에서 공통으로 사용하는 하나의 주소입니다. 보내는 사람이 동일한 네트워크를 사용하는지 확인하세요.
nl: Eén adres voor Base, Ethereum, Arbitrum, Optimism, Polygon en BNB Chain. Zorg dat de verzender hetzelfde netwerk gebruikt.
pt: Um único endereço para Base, Ethereum, Arbitrum, Optimism, Polygon e BNB Chain. Confirme que o remetente usa a mesma rede.
ru: Один адрес для Base, Ethereum, Arbitrum, Optimism, Polygon и BNB Chain. Убедитесь, что отправитель использует ту же сеть.
th: ที่อยู่เดียวสำหรับ Base, Ethereum, Arbitrum, Optimism, Polygon และ BNB Chain ตรวจสอบให้แน่ใจว่าผู้ส่งใช้เครือข่ายเดียวกัน
tr: Base, Ethereum, Arbitrum, Optimism, Polygon ve BNB Chain için tek adres. Gönderenin aynı ağı kullandığından emin ol.
uk: Одна адреса для Base, Ethereum, Arbitrum, Optimism, Polygon і BNB Chain. Переконайтеся, що відправник використовує ту саму мережу.
vi: Một địa chỉ dùng chung cho Base, Ethereum, Arbitrum, Optimism, Polygon và BNB Chain. Hãy đảm bảo người gửi sử dụng đúng cùng một mạng.
zh_hans: 此地址通用于 Base、Ethereum、Arbitrum、Optimism、Polygon 和 BNB Chain。请确保发送方使用相同的网络。

source: Only sign this if you asked the app for it.
ar: لا توقّع هذا إلا إذا طلبته بنفسك من التطبيق.
de: Signiere dies nur, wenn du es in der App angefordert hast.
es: Firma esto solo si lo has solicitado tú en la app.
fr: Ne signez ceci que si vous l'avez demandé dans l'app.
hi: इसे सिर्फ़ तभी साइन करें जब आपने खुद ऐप से यह मांगा हो।
id: Tanda tangani ini hanya jika kamu memintanya dari aplikasi.
it: Firma questo solo se lo hai richiesto tu nell'app.
ja: アプリ側にリクエストした場合のみ署名してください。
ko: 앱에 직접 요청한 경우에만 서명하세요.
nl: Onderteken dit alleen als je het zelf in de app hebt aangevraagd.
pt: Assine isto apenas se o pediu na app.
ru: Подписывайте это, только если вы сами запросили это в приложении.
th: เซ็นสิ่งนี้ก็ต่อเมื่อคุณเป็นคนขอจากแอปเท่านั้น
tr: Bunu yalnızca uygulamadan istediysen imzala.
uk: Підписуйте це лише тоді, коли ви самі запросили це в застосунку.
vi: Chỉ ký nếu chính bạn đã yêu cầu điều này từ ứng dụng.
zh_hans: 只有在你主动向该应用发起请求时才签名。

source: Open iPhone Settings
ar: فتح إعدادات iPhone
de: iPhone-Einstellungen öffnen
es: Abrir Ajustes del iPhone
fr: Ouvrir les réglages de l'iPhone
hi: iPhone सेटिंग्स खोलें
id: Buka Pengaturan iPhone
it: Apri Impostazioni iPhone
ja: iPhoneの設定を開く
ko: iPhone 설정 열기
nl: iPhone-instellingen openen
pt: Abrir Definições do iPhone
ru: Открыть настройки iPhone
th: เปิดการตั้งค่า iPhone
tr: iPhone Ayarlarını Aç
uk: Відкрити налаштування iPhone
vi: Mở Cài Đặt iPhone
zh_hans: 打开 iPhone 设置

source: Open the app in a browser, choose WalletConnect, then scan the code it shows.
ar: افتح التطبيق في متصفح، واختر WalletConnect، ثم امسح الرمز الذي يظهر.
de: Öffne die App in einem Browser, wähle WalletConnect und scanne dann den angezeigten Code.
es: Abre la app en un navegador, elige WalletConnect y luego escanea el código que muestra.
fr: Ouvrez l'app dans un navigateur, choisissez WalletConnect, puis scannez le code affiché.
hi: ऐप को ब्राउज़र में खोलें, WalletConnect चुनें, फिर दिखने वाला कोड स्कैन करें।
id: Buka aplikasi di browser, pilih WalletConnect, lalu pindai kode yang ditampilkan.
it: Apri l'app in un browser, scegli WalletConnect, poi scansiona il codice mostrato.
ja: ブラウザでアプリを開き、WalletConnectを選択して、表示されたコードをスキャンしてください。
ko: 브라우저에서 앱을 열고 WalletConnect를 선택한 다음 표시되는 코드를 스캔하세요.
nl: Open de app in een browser, kies WalletConnect en scan dan de getoonde code.
pt: Abra a app num navegador, escolha WalletConnect e depois leia o código apresentado.
ru: Откройте приложение в браузере, выберите WalletConnect, затем отсканируйте показанный код.
th: เปิดแอปในเบราว์เซอร์ เลือก WalletConnect แล้วสแกนโค้ดที่แสดงขึ้น
tr: Uygulamayı tarayıcıda aç, WalletConnect'i seç, ardından gösterdiği kodu tara.
uk: Відкрийте застосунок у браузері, виберіть WalletConnect, а потім відскануйте показаний код.
vi: Mở ứng dụng trong trình duyệt, chọn WalletConnect, rồi quét mã mà nó hiển thị.
zh_hans: 在浏览器中打开该应用，选择 WalletConnect，然后扫描它显示的二维码。

source: Passcode
ar: رمز المرور
de: Code
es: Código
fr: Code
hi: पासकोड
id: Kode Sandi
it: Codice
ja: パスコード
ko: 암호
nl: Toegangscode
pt: Código
ru: Код-пароль
th: รหัสผ่าน
tr: Parola
uk: Код-пароль
vi: Mật Mã
zh_hans: 密码

source: Price unavailable
ar: السعر غير متاح
de: Preis nicht verfügbar
es: Precio no disponible
fr: Prix indisponible
hi: प्राइस उपलब्ध नहीं है
id: Harga tidak tersedia
it: Prezzo non disponibile
ja: 価格を取得できません
ko: 가격 정보 없음
nl: Koers niet beschikbaar
pt: Preço indisponível
ru: Цена недоступна
th: ไม่มีข้อมูลราคา
tr: Fiyat bulunamadı
uk: Ціна недоступна
vi: Không có giá
zh_hans: 暂无价格

source: Prices shown in the app come from public sources and can be wrong, delayed, or missing. Nothing in this app is investment advice. You are responsible for your own decisions.
ar: الأسعار المعروضة في التطبيق تأتي من مصادر عامة وقد تكون خاطئة أو متأخرة أو غير متوفرة. لا شيء في هذا التطبيق يُعد نصيحة استثمارية. أنت مسؤول عن قراراتك الخاصة.
de: Die in der App angezeigten Preise stammen aus öffentlichen Quellen und können falsch, verzögert oder nicht verfügbar sein. Nichts in dieser App stellt eine Anlageberatung dar. Du bist für deine eigenen Entscheidungen verantwortlich.
es: Los precios mostrados en la app provienen de fuentes públicas y pueden ser incorrectos, estar retrasados o faltar. Nada en esta app constituye asesoramiento de inversión. Eres responsable de tus propias decisiones.
fr: Les prix affichés dans l'app proviennent de sources publiques et peuvent être erronés, retardés ou absents. Rien dans cette app ne constitue un conseil en investissement. Vous êtes responsable de vos propres décisions.
hi: ऐप में दिखाई गई कीमतें पब्लिक सोर्स से आती हैं और गलत, देरी से आई हुई, या मौजूद न होने वाली भी हो सकती हैं। इस ऐप में कुछ भी इन्वेस्टमेंट एडवाइस नहीं है। अपने फैसलों के लिए आप खुद ज़िम्मेदार हैं।
id: Harga yang ditampilkan di aplikasi berasal dari sumber publik dan bisa saja salah, terlambat, atau tidak tersedia. Tidak ada apa pun di aplikasi ini yang merupakan saran investasi. Kamu bertanggung jawab atas keputusanmu sendiri.
it: I prezzi mostrati nell'app provengono da fonti pubbliche e possono essere errati, in ritardo o assenti. Nulla in questa app costituisce consulenza sugli investimenti. Sei responsabile delle tue decisioni.
ja: アプリに表示される価格は公開データソースによるものであり、誤り、遅延、欠落がある場合があります。本アプリのいかなる内容も投資助言ではありません。ご自身の判断についてはご自身で責任を負ってください。
ko: 앱에 표시되는 가격은 공개된 출처에서 가져오며 오류가 있거나 지연되거나 누락될 수 있습니다. 이 앱의 어떤 내용도 투자 자문이 아닙니다. 모든 결정에 대한 책임은 사용자 본인에게 있습니다.
nl: De koersen in de app komen uit openbare bronnen en kunnen onjuist, vertraagd of afwezig zijn. Niets in deze app is beleggingsadvies. Je bent zelf verantwoordelijk voor je beslissingen.
pt: Os preços apresentados na app provêm de fontes públicas e podem estar errados, atrasados ou em falta. Nada nesta app constitui aconselhamento de investimento. É responsável pelas suas próprias decisões.
ru: Цены в приложении берутся из публичных источников и могут быть неверными, устаревшими или отсутствовать. Ничто в этом приложении не является инвестиционным советом. Вы отвечаете за свои решения сами.
th: ราคาที่แสดงในแอปมาจากแหล่งข้อมูลสาธารณะและอาจผิดพลาด ล่าช้า หรือไม่มีข้อมูลได้ ไม่มีสิ่งใดในแอปนี้ที่ถือเป็นคำแนะนำการลงทุน คุณต้องรับผิดชอบต่อการตัดสินใจของคุณเอง
tr: Uygulamada görünen fiyatlar herkese açık kaynaklardan gelir; yanlış, gecikmeli veya eksik olabilir. Bu uygulamadaki hiçbir şey yatırım tavsiyesi değildir. Kararlarından sen sorumlusun.
uk: Ціни в застосунку беруться з публічних джерел і можуть бути хибними, застарілими або відсутніми. Ніщо в цьому застосунку не є інвестиційною порадою. Ви самі відповідаєте за свої рішення.
vi: Giá hiển thị trong ứng dụng lấy từ các nguồn công khai và có thể sai, chậm trễ hoặc không có sẵn. Không có nội dung nào trong ứng dụng này là tư vấn đầu tư. Bạn tự chịu trách nhiệm cho các quyết định của mình.
zh_hans: 应用中显示的价格来自公开数据源，可能存在错误、延迟或缺失。本应用中的任何内容均不构成投资建议。你需要对自己的决定负责。

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
hi: प्राइवेसी पॉलिसी
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính Sách Bảo Mật
zh_hans: 隐私政策

source: Public blockchain
ar: بلوكتشين عام
de: Öffentliche Blockchain
es: Blockchain pública
fr: Blockchain publique
hi: पब्लिक ब्लॉकचेन
id: Blockchain publik
it: Blockchain pubblica
ja: パブリックブロックチェーン
ko: 퍼블릭 블록체인
nl: Openbare blockchain
pt: Blockchain pública
ru: Публичный блокчейн
th: บล็อกเชนสาธารณะ
tr: Blok zinciri herkese açıktır
uk: Публічний блокчейн
vi: Blockchain công khai
zh_hans: 公开区块链

source: Questions about this policy: ince.ozgurr@gmail.com
ar: أسئلة حول هذه السياسة: ince.ozgurr@gmail.com
de: Fragen zu dieser Richtlinie: ince.ozgurr@gmail.com
es: Preguntas sobre esta política: ince.ozgurr@gmail.com
fr: Questions sur cette politique : ince.ozgurr@gmail.com
hi: इस पॉलिसी से जुड़े सवालों के लिए: ince.ozgurr@gmail.com
id: Pertanyaan tentang kebijakan ini: ince.ozgurr@gmail.com
it: Domande su questa informativa: ince.ozgurr@gmail.com
ja: 本ポリシーに関するお問い合わせ: ince.ozgurr@gmail.com
ko: 이 정책에 대한 문의: ince.ozgurr@gmail.com
nl: Vragen over dit beleid: ince.ozgurr@gmail.com
pt: Questões sobre esta política: ince.ozgurr@gmail.com
ru: Вопросы по этой политике: ince.ozgurr@gmail.com
th: หากมีคำถามเกี่ยวกับนโยบายนี้: ince.ozgurr@gmail.com
tr: Bu politikayla ilgili sorular: ince.ozgurr@gmail.com
uk: Питання щодо цієї політики: ince.ozgurr@gmail.com
vi: Thắc mắc về chính sách này: ince.ozgurr@gmail.com
zh_hans: 如对本政策有任何疑问：ince.ozgurr@gmail.com

source: Range
ar: النطاق
de: Zeitraum
es: Rango
fr: Période
hi: रेंज
id: Rentang
it: Intervallo
ja: 期間
ko: 범위
nl: Periode
pt: Período
ru: Период
th: ช่วงเวลา
tr: Aralık
uk: Період
vi: Phạm Vi
zh_hans: 范围

source: Receive
ar: استلام
de: Empfangen
es: Recibir
fr: Recevoir
hi: प्राप्त करें
id: Terima
it: Ricevi
ja: 受け取る
ko: 받기
nl: Ontvang
pt: Receber
ru: Получить
th: รับ
tr: Al
uk: Отримати
vi: Nhận
zh_hans: 接收

source: Received
ar: تم الاستلام
de: Empfangen
es: Recibido
fr: Reçu
hi: प्राप्त हुआ
id: Diterima
it: Ricevuto
ja: 受取済み
ko: 받음
nl: Ontvangen
pt: Recebido
ru: Получено
th: ได้รับแล้ว
tr: Alındı
uk: Отримано
vi: Đã Nhận
zh_hans: 已接收

source: Recipient address (0x…)
ar: عنوان المستلم (0x…)
de: Empfängeradresse (0x…)
es: Dirección del destinatario (0x…)
fr: Adresse du destinataire (0x…)
hi: रिसीवर एड्रेस (0x…)
id: Alamat penerima (0x…)
it: Indirizzo del destinatario (0x…)
ja: 受取人アドレス（0x…）
ko: 받는 사람 주소 (0x…)
nl: Adres van ontvanger (0x…)
pt: Endereço do destinatário (0x…)
ru: Адрес получателя (0x…)
th: ที่อยู่ผู้รับ (0x…)
tr: Alıcı adresi (0x…)
uk: Адреса одержувача (0x…)
vi: Địa chỉ người nhận (0x…)
zh_hans: 收款地址（0x…）

source: Recovery phrase (12 words):
ar: عبارة الاسترداد (12 كلمة):
de: Wiederherstellungsphrase (12 Wörter):
es: Frase de recuperación (12 palabras):
fr: Phrase de récupération (12 mots) :
hi: रिकवरी फ्रेज़ (12 शब्द):
id: Frasa pemulihan (12 kata):
it: Frase di recupero (12 parole):
ja: リカバリーフレーズ（12個の単語）：
ko: 복구 구문 (12단어):
nl: Herstelzin (12 woorden):
pt: Frase de recuperação (12 palavras):
ru: Фраза восстановления (12 слов):
th: วลีกู้คืน (12 คำ):
tr: Kurtarma cümlesi (12 kelime):
uk: Фраза відновлення (12 слів):
vi: Cụm từ khôi phục (12 từ):
zh_hans: 助记词（12 个词）：

source: Rename Wallet
ar: إعادة تسمية المحفظة
de: Wallet umbenennen
es: Renombrar Monedero
fr: Renommer le portefeuille
hi: वॉलेट का नाम बदलें
id: Ganti Nama Wallet
it: Rinomina portafoglio
ja: ウォレット名を変更
ko: 지갑 이름 변경
nl: Wallet hernoemen
pt: Renomear Carteira
ru: Переименовать кошелёк
th: เปลี่ยนชื่อวอลเล็ท
tr: Cüzdanı Yeniden Adlandır
uk: Перейменувати гаманець
vi: Đổi Tên Ví
zh_hans: 重命名钱包

source: Reveal with %@
ar: الكشف باستخدام %@
de: Mit %@ anzeigen
es: Mostrar con %@
fr: Révéler avec %@
hi: %@ से दिखाएं
id: Tampilkan dengan %@
it: Mostra con %@
ja: %@ で表示
ko: %@(으)로 표시
nl: Tonen met %@
pt: Mostrar com %@
ru: Показать с %@
th: แสดงด้วย %@
tr: %@ ile Göster
uk: Показати за допомогою %@
vi: Hiển thị bằng %@
zh_hans: 使用 %@ 显示

source: Reveal with Face ID
ar: الكشف باستخدام Face ID
de: Mit Face ID anzeigen
es: Mostrar con Face ID
fr: Révéler avec Face ID
hi: Face ID से दिखाएं
id: Tampilkan dengan Face ID
it: Mostra con Face ID
ja: Face IDで表示
ko: Face ID로 표시
nl: Tonen met Face ID
pt: Mostrar com Face ID
ru: Показать с Face ID
th: แสดงด้วย Face ID
tr: Face ID ile Göster
uk: Показати за допомогою Face ID
vi: Hiển Thị Bằng Face ID
zh_hans: 使用 Face ID 显示

source: Reveal your recovery phrase
ar: الكشف عن عبارة الاسترداد الخاصة بك
de: Zeige deine Wiederherstellungsphrase
es: Muestra tu frase de recuperación
fr: Révélez votre phrase de récupération
hi: अपना रिकवरी फ्रेज़ दिखाएं
id: Tampilkan frasa pemulihan kamu
it: Mostra la tua frase di recupero
ja: リカバリーフレーズを表示
ko: 복구 구문 표시
nl: Toon je herstelzin
pt: Mostre a sua frase de recuperação
ru: Показать фразу восстановления
th: แสดงวลีกู้คืนของคุณ
tr: Kurtarma kelimelerini göster
uk: Показати фразу відновлення
vi: Hiển thị cụm từ khôi phục của bạn
zh_hans: 显示你的助记词
